[
  {
    "id": 101,
    "name": "Amaterasu",
    "faction": "East",
    "level": 5,
    "devotees": 436800,
    "ability": "FirstStrike",
    "description": "From her celestial throne in Takamagahara, she unleashes the dawn's first light, a blinding radiance that scours all darkness from the battlefield."
  },
  {
    "id": 102,
    "name": "Jade Emperor",
    "faction": "East",
    "level": 5,
    "devotees": 460000,
    "ability": null,
    "description": "With a single, silent judgment from his heavenly palace, he commands the celestial bureaucracy, rewriting the fate of gods and mortals alike."
  },
  {
    "id": 103,
    "name": "Anu",
    "faction": "East",
    "level": 5,
    "devotees": 376000,
    "ability": "Precision",
    "description": "Seated in the highest heaven, he is the silent sky father from whom all divine right flows. His decree is the unshakeable foundation of reality."
  },
  {
    "id": 104,
    "name": "Indra",
    "faction": "East",
    "level": 5,
    "devotees": 560000,
    "ability": null,
    "description": "He rides the storm clouds, his thunderous laughter echoing as he hurls the Vajra. Where it strikes, mountains crumble and empires fall."
  },
  {
    "id": 105,
    "name": "Hwanin",
    "faction": "East",
    "level": 5,
    "devotees": 490000,
    "ability": "Spartan",
    "description": "The Emperor of Heaven looks down from the highest sky, his gaze a silent law that binds the cosmos. All gods bow to his supreme, unquestionable will."
  },
  {
    "id": 106,
    "name": "Pangu",
    "faction": "East",
    "level": 5,
    "devotees": 520000,
    "ability": null,
    "description": "Born from a cosmic egg, his awakening shattered the chaos. With his body he formed the mountains and rivers, forever the world's primordial architect."
  },
  {
    "id": 107,
    "name": "Izanagi",
    "faction": "East",
    "level": 5,
    "devotees": 530000,
    "ability": null,
    "description": "Wielding the jeweled spear Ame-no-nuboko, he churned the chaotic sea of creation, bringing forth the first islands with a single divine stir."
  },
  {
    "id": 108,
    "name": "Enlil",
    "faction": "East",
    "level": 5,
    "devotees": 450000,
    "ability": "SiegeMaster",
    "description": "His voice is the howling wind, his breath the raging storm. As the Lord of the Command, his word shapes and shatters the very earth."
  },
  {
    "id": 109,
    "name": "Durga",
    "faction": "East",
    "level": 5,
    "devotees": 400000,
    "ability": "Precision",
    "description": "A ten-armed goddess of divine fury, she rides her lion into the heart of battle. The demon hordes scatter before her righteous, unyielding onslaught."
  },
  {
    "id": 110,
    "name": "Susanoo-no-Mikoto",
    "faction": "East",
    "level": 5,
    "devotees": 570000,
    "ability": null,
    "description": "Banished from the heavens, this tempestuous god of the sea and storms finds redemption by slaying the eight-headed serpent, his rage a force of nature."
  },
  {
    "id": 111,
    "name": "Marduk",
    "faction": "East",
    "level": 5,
    "devotees": 550000,
    "ability": null,
    "description": "He slew the primordial dragon Tiamat, crafting the heavens and earth from her remains. Now, he holds the Tablet of Destinies, the arbiter of all fates."
  },
  {
    "id": 112,
    "name": "Enki",
    "faction": "East",
    "level": 5,
    "devotees": 430000,
    "ability": null,
    "description": "A cunning trickster and master of the watery abyss, he shapes the world with his profound wisdom and safeguards humanity with clever, divine intervention."
  },
  {
    "id": 113,
    "name": "Ganesha",
    "faction": "East",
    "level": 4,
    "devotees": 280000,
    "ability": "Precision",
    "description": "With a gentle smile, the elephant-headed god removes any obstacle in his path. He is the wise lord of new beginnings and prosperous ventures."
  },  
  {
    "id": 114,
    "name": "Nuwa",
    "faction": "East",
    "level": 5,
    "devotees": 500000,
    "ability": null,
    "description": "When the heavens collapsed, she mended the sky with five-colored stones. From the yellow earth, she sculpted the first humans, the mother of all."
  },
  {
    "id": 115,
    "name": "Ashur",
    "faction": "East",
    "level": 5,
    "devotees": 480000,
    "ability": "Reinforcements",
    "description": "The winged sun of the Assyrian empire, he is the divine embodiment of conquest. His presence on the battlefield guarantees absolute victory."
  },
  {
    "id": 116,
    "name": "Tsukuyomi-no-Mikoto",
    "faction": "East",
    "level": 4,
    "devotees": 360000,
    "ability": "LastStand",
    "description": "Ruler of the night, he governs the silent world beneath the moon's cold gaze. His authority over time and tide is absolute."
  },
  {
    "id": 117,
    "name": "Sun Wukong",
    "faction": "East",
    "level": 4,
    "devotees": 370000,
    "ability": "TacticalRetreat",
    "description": "This irrepressible monkey king, born from a stone, wields a staff that can calm the oceans and leaps across continents in a single bound."
  },
  {
    "id": 118,
    "name": "Erlang Shen",
    "faction": "East",
    "level": 4,
    "devotees": 420000,
    "ability": null,
    "description": "His third eye sees through all illusion and deception. With his celestial hound at his side, no evil can escape his righteous pursuit."
  },
  {
    "id": 119,
    "name": "Hachiman",
    "faction": "East",
    "level": 4,
    "devotees": 510000,
    "ability": null,
    "description": "The divine spirit of the samurai, his presence inspires warriors to impossible feats of courage. He is the sacred protector of the path of the warrior."
  },
  {
    "id": 120,
    "name": "Agni",
    "faction": "East",
    "level": 5,
    "devotees": 540000,
    "ability": null,
    "description": "As the sacred fire, he is the messenger who carries mortal prayers to the heavens. His flames consume all offerings, bridging the gap between worlds."
  },
  {
    "id": 121,
    "name": "Ishtar",
    "faction": "East",
    "level": 4,
    "devotees": 340000,
    "ability": null,
    "description": "Goddess of love and war, she descends from the heavens in a chariot of lions. Her passion can create life or utterly destroy it."
  },
  {
    "id": 122,
    "name": "Kali",
    "faction": "East",
    "level": 4,
    "devotees": 320000,
    "ability": "Spartan",
    "description": "She wears a necklace of skulls, her dark form a terrifying sight to the wicked. She dances on the battlefield, the embodiment of time and destruction."
  },
  {
    "id": 123,
    "name": "Raijin",
    "faction": "East",
    "level": 4,
    "devotees": 390000,
    "ability": null,
    "description": "He leaps between clouds, pounding on his drums to create the symphony of thunder. Each beat unleashes a torrent of devastating lightning upon the world below."
  },
  {
    "id": 124,
    "name": "Fujin",
    "faction": "East",
    "level": 4,
    "devotees": 300300,
    "ability": "FirstStrike",
    "description": "From the bag he carries, he unleashes the four winds. A gentle breeze or a destructive hurricane, both are his to command."
  },
  {
    "id": 125,
    "name": "Shamash",
    "faction": "East",
    "level": 4,
    "devotees": 248000,
    "ability": "Precision",
    "description": "The sun god who sees all. He illuminates the darkest secrets and brings inescapable justice to those who hide in the shadows."
  },
  {
    "id": 126,
    "name": "Dragon King",
    "faction": "East",
    "level": 4,
    "devotees": 400000,
    "ability": null,
    "description": "From his crystal palace at the bottom of the ocean, he commands the tides and summons the rain, holding the power of life-giving water in his claws."
  },
  {
    "id": 127,
    "name": "Surya",
    "faction": "East",
    "level": 4,
    "devotees": 410000,
    "ability": null,
    "description": "He drives his golden chariot across the sky, a blazing beacon of light and life. His seven horses are the seven days of the week, an endless cycle of power."
  },
  {
    "id": 128,
    "name": "Hwanung",
    "faction": "East",
    "level": 4,
    "devotees": 380000,
    "ability": null,
    "description": "Descending from the heavens with three divine seals, he brought law, agriculture, and medicine to the mortal world, establishing the first city of the gods."
  },
  {
    "id": 129,
    "name": "Kagutsuchi",
    "faction": "East",
    "level": 4,
    "devotees": 330000,
    "ability": "TacticalRetreat",
    "description": "Born of fire, his very existence is a blazing inferno. The world trembles at his touch, for he is the untamable, destructive nature of flame itself."
  },
  {
    "id": 130,
    "name": "Nezha",
    "faction": "East",
    "level": 4,
    "devotees": 360000,
    "ability": null,
    "description": "Riding his wind-fire wheels, this lotus-born warrior god challenges any authority. His rebellious spirit is as sharp as the spear he wields."
  },
  {
    "id": 131,
    "name": "Varuna",
    "faction": "East",
    "level": 4,
    "devotees": 280000,
    "ability": "Precision",
    "description": "The all-seeing guardian of cosmic order, he presides over the celestial ocean. No secret is hidden from him; no oath can be broken in his presence."
  },
  {
    "id": 132,
    "name": "Ereshkigal",
    "faction": "East",
    "level": 4,
    "devotees": 340000,
    "ability": "Spartan",
    "description": "From her throne in the land of no return, she rules the silent darkness of the underworld. Her grip on the souls of the dead is absolute and eternal."
  },
  {
    "id": 133,
    "name": "Saraswati",
    "faction": "East",
    "level": 4,
    "devotees": 330000,
    "ability": "TacticalRetreat",
    "description": "She sits upon a white lotus, her veena playing the music of creation. From her flows all knowledge, art, and wisdom in the universe."
  },
  {
    "id": 134,
    "name": "Lakshmi",
    "faction": "East",
    "level": 4,
    "devotees": 320000,
    "ability": "LastStand",
    "description": "Born from the churning of the cosmic ocean, she bestows fortune and prosperity with a simple glance. Golden coins flow from her hands, a river of endless wealth."
  },
  {
    "id": 135,
    "name": "Guanyin",
    "faction": "East",
    "level": 4,
    "devotees": 310000,
    "ability": null,
    "description": "The Bodhisattva of a Thousand Hands, she hears the cries of every soul in need. Her compassion is a boundless ocean, offering salvation to all."
  },
  {
    "id": 136,
    "name": "Parvati",
    "faction": "East",
    "level": 3,
    "devotees": 250000,
    "ability": "TacticalRetreat",
    "description": "The gentle mother goddess, her devotion holds the power to tame even the wildest of gods. But when roused, her fury is a force that can shake the cosmos."
  },
  {
    "id": 137,
    "name": "Inari Okami",
    "faction": "East",
    "level": 3,
    "devotees": 280000,
    "ability": null,
    "description": "Patron of the rice fields and lord of the kitsune, Inari's favor brings bountiful harvests and clever fortune. His messengers are the swift white foxes."
  },
  {
    "id": 138,
    "name": "Nabu",
    "faction": "East",
    "level": 3,
    "devotees": 270000,
    "ability": null,
    "description": "The celestial scribe who records the fate of every living being on his sacred clay tablets. To know his script is to know the future itself."
  },
  {
    "id": 139,
    "name": "Zhu Rong",
    "faction": "East",
    "level": 3,
    "devotees": 240000,
    "ability": "SiegeMaster",
    "description": "The master of divine fire, he taught mortals its secrets. He rides a tiger through the southern skies, a harbinger of warmth and righteous fury."
  },
  {
    "id": 140,
    "name": "Skanda",
    "faction": "East",
    "level": 3,
    "devotees": 230000,
    "ability": null,
    "description": "Commander of the celestial armies, he rides his peacock into battle against demonic forces. His spear, the Vel, never misses its mark."
  },
  {
    "id": 141,
    "name": "Dangun",
    "faction": "East",
    "level": 3,
    "devotees": 220000,
    "ability": "Spartan",
    "description": "Born of a bear-woman and a god's son, he founded the first Korean kingdom. His legacy is the spiritual foundation of a nation."
  },
  {
    "id": 142,
    "name": "Hanuman",
    "faction": "East",
    "level": 3,
    "devotees": 200000,
    "ability": "Precision",
    "description": "This divine monkey can grow to the size of a mountain or shrink to the size of a gnat. His devotion to righteousness grants him unimaginable strength."
  },
  {
    "id": 143,
    "name": "Ninurta",
    "faction": "East",
    "level": 3,
    "devotees": 240000,
    "ability": "LastStand",
    "description": "The divine warrior and farmer, he wields the magical mace Sharur. He defends creation from monstrous chaos and ensures the land remains fertile."
  },
  {
    "id": 144,
    "name": "Mazu",
    "faction": "East",
    "level": 3,
    "devotees": 209300,
    "ability": "FirstStrike",
    "description": "A mortal girl who became a goddess, she calmly walks the stormy seas to guide sailors to safety. Her lantern is a beacon of hope in the darkest tempest."
  },
  {
    "id": 145,
    "name": "Bishamonten",
    "faction": "East",
    "level": 3,
    "devotees": 260000,
    "ability": null,
    "description": "This armored warrior god stands guard in the north, a treasure pagoda in one hand and a spear in the other. He crushes evil and protects sacred treasures."
  },
  {
    "id": 146,
    "name": "Caishen",
    "faction": "East",
    "level": 3,
    "devotees": 250000,
    "ability": null,
    "description": "He descends from the heavens riding a black tiger, bestowing unimaginable wealth and prosperity upon those he deems worthy. His touch turns stone to gold."
  },
  {
    "id": 147,
    "name": "Yama",
    "faction": "East",
    "level": 3,
    "devotees": 240000,
    "ability": "TacticalRetreat",
    "description": "The first mortal to die, he now serves as the solemn judge of the underworld. His dharma is absolute, and no soul can escape his final verdict."
  },
  {
    "id": 148,
    "name": "Haemosu",
    "faction": "East",
    "level": 3,
    "devotees": 270000,
    "ability": null,
    "description": "The son of heaven, he descended in a five-dragon chariot. His mastery of archery was so great he could challenge the sun itself."
  },
  {
    "id": 149,
    "name": "Chang'e",
    "faction": "East",
    "level": 3,
    "devotees": 260000,
    "ability": null,
    "description": "She stole the elixir of immortality and fled to the moon. Now she lives in a cold, lonely palace, a beautiful and distant lunar goddess."
  },
  {
    "id": 150,
    "name": "Sin",
    "faction": "East",
    "level": 3,
    "devotees": 280000,
    "ability": null,
    "description": "The lord of the crescent moon, he sails his glowing barge across the night sky. He governs the passing of months and the secrets of the darkness."
  },
  {
    "id": 151,
    "name": "Ryujin",
    "faction": "East",
    "level": 3,
    "devotees": 250000,
    "ability": "SiegeMaster",
    "description": "The dragon king of the sea, he controls the tides with the magical tide jewels. From his palace of coral, he commands a vast army of sea creatures."
  },
  {
    "id": 152,
    "name": "Kamadeva",
    "faction": "East",
    "level": 3,
    "devotees": 240000,
    "ability": "Spartan",
    "description": "He fires arrows of sugarcane tipped with flowers, striking gods and mortals alike with uncontrollable passion. His bow is the sweet whisper of desire."
  },
  {
    "id": 153,
    "name": "Shennong",
    "faction": "East",
    "level": 3,
    "devotees": 230000,
    "ability": null,
    "description": "The Divine Farmer tasted hundreds of herbs to discover their medicinal properties. His legacy is the knowledge of healing and the bounty of the harvest."
  },
  {
    "id": 154,
    "name": "Daikokuten",
    "faction": "East",
    "level": 3,
    "devotees": 220000,
    "ability": "LastStand",
    "description": "With his magical mallet and a bag full of treasures, this cheerful god brings wealth and prosperity to the household. He stands upon bales of rice, a symbol of plenty."
  },
  {
    "id": 155,
    "name": "Nisaba",
    "faction": "East",
    "level": 3,
    "devotees": 260000,
    "ability": null,
    "description": "The goddess of scribes and accounts, she etched the first stories into clay. All knowledge, from sacred texts to simple harvests, is under her domain."
  },
  {
    "id": 156,
    "name": "Ame-no-Uzume",
    "faction": "East",
    "level": 2,
    "devotees": 200000,
    "ability": null,
    "description": "Her scandalous, joyful dance was enough to lure the sun goddess out of a dark cave. Her laughter can banish even the deepest despair."
  },
  {
    "id": 157,
    "name": "Samsin Halmoni",
    "faction": "East",
    "level": 2,
    "devotees": 170000,
    "ability": "TacticalRetreat",
    "description": "This grandmother goddess ties the fates of children before they are born, guiding them into the world and watching over their first years of life."
  },
  {
    "id": 158,
    "name": "Benzaiten",
    "faction": "East",
    "level": 2,
    "devotees": 160000,
    "ability": "Spartan",
    "description": "The goddess of all that flows, from the babbling brook to the eloquent speech of a poet. She carries a biwa, and her music can charm dragons."
  },
  {
    "id": 159,
    "name": "Gonggong",
    "faction": "East",
    "level": 2,
    "devotees": 180000,
    "ability": null,
    "description": "A furious water god, his rage once caused him to smash his head against a pillar of heaven, tilting the very sky and earth."
  },
  {
    "id": 160,
    "name": "Chandra",
    "faction": "East",
    "level": 2,
    "devotees": 190000,
    "ability": null,
    "description": "He rides his chariot across the night sky, pulled by ten white horses. As the moon, he governs the dew that nourishes all plant life."
  },
  {
    "id": 161,
    "name": "Adad",
    "faction": "East",
    "level": 2,
    "devotees": 170000,
    "ability": null,
    "description": "He holds the lightning and thunder in his hands. His storms can bring life-giving rain to the parched desert or flash floods that destroy everything in their path."
  },
  {
    "id": 162,
    "name": "Yebisu",
    "faction": "East",
    "level": 2,
    "devotees": 160000,
    "ability": "LastStand",
    "description": "The cheerful, deaf god of fishermen. Even if he cannot hear your prayers, his infectious good luck ensures a bountiful catch and prosperous trade."
  },
  {
    "id": 163,
    "name": "Lei Gong",
    "faction": "East",
    "level": 2,
    "devotees": 150000,
    "ability": "TacticalRetreat",
    "description": "The Duke of Thunder, he uses a drum and mallet to create his storms, punishing hidden evil with bolts of heavenly lightning."
  },
  {
    "id": 164,
    "name": "Vayu",
    "faction": "East",
    "level": 2,
    "devotees": 180000,
    "ability": null,
    "description": "The swift and unseen god of the wind. He is the breath of the world, a powerful force that can be a gentle zephyr or a destructive gale."
  },
  {
    "id": 165,
    "name": "Tenjin",
    "faction": "East",
    "level": 2,
    "devotees": 190000,
    "ability": null,
    "description": "Once a mortal scholar unjustly exiled, he became a god of learning and calligraphy. Students pray to him for success in their exams."
  },
  {
    "id": 166,
    "name": "Dagon",
    "faction": "East",
    "level": 2,
    "devotees": 136000,
    "ability": "Precision",
    "description": "The Lord of the Harvest, he taught humanity the art of the plow. His blessings ensure the grain grows tall and the fields are forever fertile."
  },
  {
    "id": 167,
    "name": "Wenchang Wang",
    "faction": "East",
    "level": 2,
    "devotees": 145600,
    "ability": "FirstStrike",
    "description": "A constellation of stars forming a celestial deity, he guides the brush of scholars and poets, ensuring their success and literary fame."
  },
  {
    "id": 168,
    "name": "Ashnan",
    "faction": "East",
    "level": 2,
    "devotees": 180000,
    "ability": null,
    "description": "The gentle goddess of grain, she represents the nourishing power of the harvest. Her presence is a promise that hunger will be kept at bay."
  },
  {
    "id": 169,
    "name": "Kichijoten",
    "faction": "East",
    "level": 2,
    "devotees": 170000,
    "ability": "TacticalRetreat",
    "description": "Her beauty is so great that it brings happiness and good fortune to all who gaze upon her. She holds a wish-granting jewel in her hand."
  },
  {
    "id": 170,
    "name": "Yue Lao",
    "faction": "East",
    "level": 2,
    "devotees": 190000,
    "ability": null,
    "description": "The old man under the moon, he tirelessly ties the invisible red string of fate, binding together those destined to be lovers, regardless of time or distance."
  },
  {
    "id": 171,
    "name": "Dhanvantari",
    "faction": "East",
    "level": 2,
    "devotees": 160000,
    "ability": null,
    "description": "He emerged from the cosmic ocean holding a pot of the nectar of immortality. As the physician of the gods, he can cure any disease."
  },
  {
    "id": 172,
    "name": "Utu",
    "faction": "East",
    "level": 2,
    "devotees": 180000,
    "ability": null,
    "description": "The Sumerian sun god, he travels through the underworld at night to judge the dead, re-emerging at dawn to bring light and truth to the living."
  },
  {
    "id": 173,
    "name": "Fukurokuju",
    "faction": "East",
    "level": 2,
    "devotees": 200000,
    "ability": null,
    "description": "An old man with an impossibly long forehead, he is accompanied by a crane and a turtle. He holds the secrets to a long, happy, and wise life."
  },
  {
    "id": 174,
    "name": "Rati",
    "faction": "East",
    "level": 2,
    "devotees": 170000,
    "ability": "LastStand",
    "description": "The beautiful goddess of passion, she is the consort of the love god Kamadeva. Her presence inspires desire and carnal pleasure."
  },
  {
    "id": 175,
    "name": "Apsara",
    "faction": "East",
    "level": 2,
    "devotees": 190000,
    "ability": null,
    "description": "These celestial dancers emerge from the clouds, their beauty and grace captivating even the most stoic gods. Their dance can sway the fate of battles."
  },
  {
    "id": 176,
    "name": "Jurojin",
    "faction": "East",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "Accompanied by a black deer, this ancient god of longevity carries a staff from which hangs a scroll containing all the wisdom of the world."
  },
  {
    "id": 177,
    "name": "Hotei",
    "faction": "East",
    "level": 1,
    "devotees": 130000,
    "ability": "Spartan",
    "description": "The fat, laughing monk with a cloth sack that never empties. He wanders the land spreading cheer and giving gifts to the needy."
  },
  {
    "id": 178,
    "name": "Cangjie",
    "faction": "East",
    "level": 1,
    "devotees": 120000,
    "ability": null,
    "description": "He invented writing after observing the tracks of birds and beasts. His four eyes could pierce the secrets of creation."
  },
  {
    "id": 179,
    "name": "Zao Jun",
    "faction": "East",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "The Kitchen God quietly observes the deeds of every family. Once a year, he ascends to heaven to report their conduct to the Jade Emperor."
  },
  {
    "id": 180,
    "name": "Lu Ban",
    "faction": "East",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "The patron deity of carpenters, his skill was so legendary he was said to have created flying wooden birds. A true master of the craft."
  },
  {
    "id": 181,
    "name": "Ksitigarbha",
    "faction": "East",
    "level": 1,
    "devotees": 104000,
    "ability": "Precision",
    "description": "This patient bodhisattva has sworn not to achieve enlightenment until all hells are empty. He is a guide and protector to souls lost in the darkness."
  },
  {
    "id": 182,
    "name": "Ushas",
    "faction": "East",
    "level": 1,
    "devotees": 120000,
    "ability": "TacticalRetreat",
    "description": "The ever-youthful goddess of the dawn, she rides a golden chariot, gently waking the world and chasing away the oppressive darkness."
  },
  {
    "id": 183,
    "name": "Nammu",
    "faction": "East",
    "level": 1,
    "devotees": 110000,
    "ability": null,
    "description": "The primordial goddess of the abyss, the vast and silent sea from which the first gods were born. She is the ultimate source of all creation."
  },
  {
    "id": 184,
    "name": "Ninkasi",
    "faction": "East",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "She is the goddess of brewing, her song the hymn of fermentation. From her golden vats flows the divine beer that brings joy to gods and mortals."
  },
  {
    "id": 185,
    "name": "Ji Gong",
    "faction": "East",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "A mad monk with divine powers, he broke all the rules but always helped the common people. His tattered fan could perform miracles."
  },
  {
    "id": 186,
    "name": "Jizo",
    "faction": "East",
    "level": 1,
    "devotees": 130000,
    "ability": "LastStand",
    "description": "A gentle monk who protects the souls of children and travelers. His statues line the roads, offering silent comfort and guidance."
  },
  {
    "id": 187,
    "name": "Bixia",
    "faction": "East",
    "level": 1,
    "devotees": 109200,
    "ability": "FirstStrike",
    "description": "The Princess of the Azure Clouds who watches over childbirth from her sacred mountain. She is a steadfast guardian of women and children."
  },
  {
    "id": 188,
    "name": "Menshen",
    "faction": "East",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "Two fierce generals who were appointed as divine door guardians. They stand ever-vigilant, barring evil spirits from entering the home."
  },
  {
    "id": 189,
    "name": "Apsu",
    "faction": "East",
    "level": 1,
    "devotees": 110000,
    "ability": "Spartan",
    "description": "The personification of the sweet, fresh water that flows beneath the earth. From his silent, dark domain, all life-giving rivers are born."
  },
  {
    "id": 190,
    "name": "Dhatri",
    "faction": "East",
    "level": 1,
    "devotees": 100000,
    "ability": "TacticalRetreat",
    "description": "A minor sun god who ensures the proper health and function of the body's limbs. He is a divine bringer of domestic peace and well-being."
  },
  {
    "id": 191,
    "name": "Garuda",
    "faction": "East",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "The king of birds, a sworn enemy of all serpents. His mighty wings can block out the sun, and his speed is faster than the wind."
  },
  {
    "id": 192,
    "name": "Nandi",
    "faction": "East",
    "level": 1,
    "devotees": 130000,
    "ability": null,
    "description": "The loyal white bull who serves as the mount for greater gods. His patient gaze holds deep wisdom, and his bell rings with divine truth."
  },
  {
    "id": 193,
    "name": "Toyotama-hime",
    "faction": "East",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "The 'Luminous Pearl Princess,' a beautiful sea goddess who married a mortal man but was forced to return to her father's underwater kingdom."
  },
  {
    "id": 194,
    "name": "Ashvins",
    "faction": "East",
    "level": 1,
    "devotees": 112000,
    "ability": "Precision",
    "description": "Twin horsemen who gallop across the sky at dawn, bringing healing and good fortune. They are divine physicians who can restore youth and even life."
  },
  {
    "id": 195,
    "name": "Changxi",
    "faction": "East",
    "level": 1,
    "devotees": 120000,
    "ability": "LastStand",
    "description": "The mother of the twelve moons, she bathes her children in a lake in the west, ensuring the lunar cycle continues in perfect harmony."
  },
  {
    "id": 196,
    "name": "Kuraokami",
    "faction": "East",
    "level": 1,
    "devotees": 130000,
    "ability": null,
    "description": "A dragon deity born from the blood of the fire god Kagutsuchi. This powerful being has dominion over rain, snow, and ice."
  },
  {
    "id": 197,
    "name": "Lahmu",
    "faction": "East",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "A hairy, bestial deity born from the primordial silt. He serves as a guardian and gatekeeper to the celestial temple of Enki."
  },
  {
    "id": 198,
    "name": "Yuyutsu",
    "faction": "East",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "The only Kaurava who chose righteousness over his family's evil. He stands as a quiet testament to the power of a just conscience."
  },
  {
    "id": 199,
    "name": "Iktomi",
    "faction": "East",
    "level": 1,
    "devotees": 96000,
    "ability": "Precision",
    "description": "A spider-trickster who uses his cunning to fool the boastful and the foolish. Though not a god, his schemes can alter the plans of divine beings."
  },
  {
    "id": 200,
    "name": "Yajata",
    "faction": "East",
    "level": 1,
    "devotees": 130000,
    "ability": null,
    "description": "A host of benevolent spirits who aid the higher gods in their fight against darkness. They are the 'Venerable Ones,' worthy of praise."
  },
  {
    "id": 201,
    "name": "Zeus",
    "faction": "West",
    "level": 5,
    "devotees": 520000,
    "ability": "SiegeMaster",
    "description": "From his throne on Olympus, he hurls bolts of pure lightning, his judgment shaking the foundations of the world. The sky itself bows to his will."
  },
  {
    "id": 202,
    "name": "Odin",
    "faction": "West",
    "level": 5,
    "devotees": 580000,
    "ability": null,
    "description": "The All-Father hangs from the world tree, sacrificing an eye for ultimate wisdom. His ravens, Thought and Memory, bring him news from all nine realms."
  },
  {
    "id": 203,
    "name": "Ra",
    "faction": "West",
    "level": 5,
    "devotees": 490000,
    "ability": "LastStand",
    "description": "Each day, he journeys across the sky in his solar barge, bringing light to the world. At night, he battles the serpent of chaos to ensure the dawn will rise again."
  },
  {
    "id": 204,
    "name": "Jupiter",
    "faction": "West",
    "level": 5,
    "devotees": 560000,
    "ability": null,
    "description": "The greatest of the Roman gods, his eagle is the symbol of the empire's might. He is the divine guardian of law, order, and absolute power."
  },
  {
    "id": 205,
    "name": "The Dagda",
    "faction": "West",
    "level": 5,
    "devotees": 500000,
    "ability": "Reinforcements",
    "description": "The 'Good God' of the Irish pantheon, his club can slay nine men with one blow or restore life with the other. His cauldron provides an endless feast."
  },
  {
    "id": 206,
    "name": "Poseidon",
    "faction": "West",
    "level": 5,
    "devotees": 436800,
    "ability": "FirstStrike",
    "description": "With a strike of his trident, he summons earthquakes and tidal waves. The untamed power of the ocean is his to command, a force of creation and destruction."
  },
  {
    "id": 207,
    "name": "Hades",
    "faction": "West",
    "level": 5,
    "devotees": 376000,
    "ability": "Precision",
    "description": "The silent king of the underworld, his helm of darkness grants him invisibility. He rules over the vast wealth of the earth and the countless souls of the dead."
  },
  {
    "id": 208,
    "name": "Thor",
    "faction": "West",
    "level": 5,
    "devotees": 530000,
    "ability": null,
    "description": "The son of Odin, he defends both gods and mortals with his mighty hammer, Mjölnir. The sound of its impact is the thunder in the storm."
  },
  {
    "id": 209,
    "name": "Osiris",
    "faction": "West",
    "level": 5,
    "devotees": 510000,
    "ability": null,
    "description": "Betrayed and resurrected, he is the eternal king of the afterlife. He weighs the hearts of the dead against a feather, delivering a just and final verdict."
  },
  {
    "id": 210,
    "name": "Lugh",
    "faction": "West",
    "level": 5,
    "devotees": 540000,
    "ability": null,
    "description": "Master of all arts and skills, the 'Shining One' led his people to victory with an unstoppable magical spear. No task is beyond his capability."
  },
  {
    "id": 211,
    "name": "Hera",
    "faction": "West",
    "level": 5,
    "devotees": 550000,
    "ability": null,
    "description": "Queen of Olympus, her divine authority over marriage is absolute. The peacock, with its thousand eyes, is her sacred animal, a symbol of her eternal vigilance."
  },
  {
    "id": 212,
    "name": "Isis",
    "faction": "West",
    "level": 5,
    "devotees": 460000,
    "ability": "Spartan",
    "description": "Her magic is so powerful she brought her murdered husband back to life. A mother, a queen, and a sorceress, she is the throne of all Egypt."
  },
  {
    "id": 213,
    "name": "The Morrigan",
    "faction": "West",
    "level": 5,
    "devotees": 450000,
    "ability": null,
    "description": "A phantom queen who circles the battlefield as a crow, weaving the fates of warriors. Her chilling shriek foretells doom and glorious death."
  },
  {
    "id": 214,
    "name": "Apollo",
    "faction": "West",
    "level": 5,
    "devotees": 520000,
    "ability": null,
    "description": "He drives the sun chariot across the sky, his arrows bringing either sudden plague or gentle healing. His lyre plays the music of the cosmos."
  },
  {
    "id": 215,
    "name": "Saturn",
    "faction": "West",
    "level": 5,
    "devotees": 500000,
    "ability": null,
    "description": "The ancient god of time and harvest, he once presided over a Golden Age of prosperity. His sickle reaps what has been sown, both grain and destiny."
  },
  {
    "id": 216,
    "name": "Athena",
    "faction": "West",
    "level": 4,
    "devotees": 400000,
    "ability": null,
    "description": "Born fully armed from the head of Zeus, she is the goddess of brilliant strategy and righteous warfare. The wise owl is her constant companion."
  },
  {
    "id": 217,
    "name": "Frigg",
    "faction": "West",
    "level": 4,
    "devotees": 330000,
    "ability": "TacticalRetreat",
    "description": "Odin's queen, she weaves the clouds in the sky and knows the fate of all beings. Though she knows the future, she rarely speaks of it."
  },
  {
    "id": 218,
    "name": "Horus",
    "faction": "West",
    "level": 4,
    "devotees": 410000,
    "ability": null,
    "description": "The falcon-headed god who defeated his uncle Set to avenge his father. His eye, lost and restored, is a powerful symbol of protection and healing."
  },
  {
    "id": 219,
    "name": "Ares",
    "faction": "West",
    "level": 4,
    "devotees": 370000,
    "ability": null,
    "description": "The embodiment of bloodlust and the chaotic frenzy of battle. He delights in the clash of shields and the cries of the fallen, thriving in pure violence."
  },
  {
    "id": 220,
    "name": "Mars",
    "faction": "West",
    "level": 4,
    "devotees": 360000,
    "ability": "Spartan",
    "description": "The protector of Rome, he is a disciplined and honorable god of war. He fights not for glory, but for the preservation and strength of his people."
  },
  {
    "id": 221,
    "name": "Freya",
    "faction": "West",
    "level": 4,
    "devotees": 380000,
    "ability": null,
    "description": "She rides a chariot pulled by cats and claims half of the warriors slain in battle for her hall. A goddess of love, beauty, and fierce independence."
  },
  {
    "id": 222,
    "name": "Anubis",
    "faction": "West",
    "level": 4,
    "devotees": 350000,
    "ability": null,
    "description": "The jackal-headed guide of the dead, he presides over the embalming ritual. He holds the scales of justice, ensuring the heart is weighed with perfect fairness."
  },
  {
    "id": 223,
    "name": "Hephaestus",
    "faction": "West",
    "level": 4,
    "devotees": 420000,
    "ability": null,
    "description": "The master craftsman of the gods, cast from Olympus for his lameness. From his forge within a volcano, he creates divine weapons and wondrous automata."
  },
  {
    "id": 224,
    "name": "Loki",
    "faction": "West",
    "level": 4,
    "devotees": 340000,
    "ability": "SiegeMaster",
    "description": "The silver-tongued trickster and shapeshifter. His clever schemes and malicious pranks constantly sow chaos among the gods of Asgard."
  },
  {
    "id": 225,
    "name": "Thoth",
    "faction": "West",
    "level": 4,
    "devotees": 390000,
    "ability": null,
    "description": "The ibis-headed god of knowledge, he is the divine scribe who invented writing. His wisdom is so vast that he mediates disputes between the gods."
  },
  {
    "id": 226,
    "name": "Hermes",
    "faction": "West",
    "level": 4,
    "devotees": 256000,
    "ability": "Precision",
    "description": "With winged sandals, he moves between the mortal and divine worlds with impossible speed. A trickster, a messenger, and a guide for souls on their final journey."
  },
  {
    "id": 227,
    "name": "Demeter",
    "faction": "West",
    "level": 4,
    "devotees": 430000,
    "ability": null,
    "description": "When her daughter was stolen, her grief brought winter to the world. She is the goddess of the harvest, her mood dictating the cycle of the seasons."
  },
  {
    "id": 228,
    "name": "Cernunnos",
    "faction": "West",
    "level": 4,
    "devotees": 360000,
    "ability": "TacticalRetreat",
    "description": "The horned lord of the forest, he sits among the wild beasts as their protector and king. He is the raw, untamed spirit of nature."
  },
  {
    "id": 229,
    "name": "Heimdall",
    "faction": "West",
    "level": 4,
    "devotees": 370000,
    "ability": null,
    "description": "The ever-watchful guardian of Asgard's Bifrost bridge. He can hear grass growing and see for a hundred leagues, and his horn will signal the start of Ragnarök."
  },
  {
    "id": 230,
    "name": "Set",
    "faction": "West",
    "level": 4,
    "devotees": 350000,
    "ability": "Spartan",
    "description": "The god of the harsh desert, chaos, and foreign lands. He murdered his brother Osiris, embodying the violent and untamable forces of the world."
  },
  {
    "id": 231,
    "name": "Artemis",
    "faction": "West",
    "level": 4,
    "devotees": 400000,
    "ability": null,
    "description": "The virgin goddess of the hunt, she roams the wilderness with her band of nymphs. Her silver arrows fly true, a protector of the wild and the young."
  },
  {
    "id": 232,
    "name": "Brigit",
    "faction": "West",
    "level": 4,
    "devotees": 380000,
    "ability": null,
    "description": "Her domain is the sacred flame of the forge, the spark of poetic inspiration, and the gentle touch of healing. She is the triple goddess of creation."
  },
  {
    "id": 233,
    "name": "Tyr",
    "faction": "West",
    "level": 4,
    "devotees": 390000,
    "ability": null,
    "description": "The one-handed god of justice and honor. He bravely sacrificed his hand to the monstrous wolf Fenrir, proving his courage and commitment to the law."
  },
  {
    "id": 234,
    "name": "Hel",
    "faction": "West",
    "level": 4,
    "devotees": 410000,
    "ability": null,
    "description": "The half-dead, half-living queen of the Norse underworld. She rules with a grim and impartial authority over those who die of sickness or old age."
  },
  {
    "id": 235,
    "name": "Neptune",
    "faction": "West",
    "level": 4,
    "devotees": 420000,
    "ability": null,
    "description": "The Roman ruler of the deep, he commands legions of sea creatures. His power extends from the vast oceans to the smallest freshwater spring."
  },
  {
    "id": 236,
    "name": "Aphrodite",
    "faction": "West",
    "level": 3,
    "devotees": 230000,
    "ability": "TacticalRetreat",
    "description": "Born from the sea foam, her divine beauty can spark desire in the hearts of gods and mortals, often leading to both passion and chaos."
  },
  {
    "id": 237,
    "name": "Freyr",
    "faction": "West",
    "level": 3,
    "devotees": 200000,
    "ability": "Precision",
    "description": "The Norse god of sunshine and fair weather, he sails a magical ship that can be folded to fit in his pocket. His rule brings peace and prosperity to the land."
  },
  {
    "id": 238,
    "name": "Dionysus",
    "faction": "West",
    "level": 3,
    "devotees": 240000,
    "ability": "LastStand",
    "description": "The god of wine and revelry, his followers enter a state of ecstatic madness. He represents liberation from the ordinary and the wildness within."
  },
  {
    "id": 239,
    "name": "Bastet",
    "faction": "West",
    "level": 3,
    "devotees": 220000,
    "ability": "Spartan",
    "description": "Once a fierce lioness goddess, she was tamed into the cat-headed protector of the home. She brings joy and guards against evil spirits."
  },
  {
    "id": 240,
    "name": "Manannan mac Lir",
    "faction": "West",
    "level": 3,
    "devotees": 260000,
    "ability": null,
    "description": "The Irish sea god who rides a magical horse across the waves. He guards the misty gate to the Otherworld, a master of illusion and magic."
  },
  {
    "id": 241,
    "name": "Juno",
    "faction": "West",
    "level": 3,
    "devotees": 230000,
    "ability": null,
    "description": "The watchful and majestic queen of the Roman gods. She is a fierce protector of marriage and the state, often acting with a queen's righteous fury."
  },
  {
    "id": 242,
    "name": "Baldr",
    "faction": "West",
    "level": 3,
    "devotees": 218400,
    "ability": "FirstStrike",
    "description": "The most beloved of the Norse gods, he was so beautiful that he gave off light. He was immune to all harm, save for the humble mistletoe."
  },
  {
    "id": 243,
    "name": "Sekhmet",
    "faction": "West",
    "level": 3,
    "devotees": 270000,
    "ability": null,
    "description": "The lion-headed goddess of destruction, her breath is the hot desert wind. She was created to punish humanity, her bloodlust nearly unquenchable."
  },
  {
    "id": 244,
    "name": "Nuada",
    "faction": "West",
    "level": 3,
    "devotees": 260000,
    "ability": null,
    "description": "The king of the Tuatha Dé Danann who lost his arm in battle and had it replaced with one of silver. He is a symbol of just leadership and perseverance."
  },
  {
    "id": 245,
    "name": "Minerva",
    "faction": "West",
    "level": 3,
    "devotees": 280000,
    "ability": null,
    "description": "The Roman goddess of wisdom and strategic arts. Unlike Mars, she champions war only for a just cause, preferring the wisdom of peace."
  },
  {
    "id": 246,
    "name": "Persephone",
    "faction": "West",
    "level": 3,
    "devotees": 270000,
    "ability": null,
    "description": "The queen of the underworld who was once a goddess of spring. Her annual return to the surface brings the world back to life after the cold of winter."
  },
  {
    "id": 247,
    "name": "Ptah",
    "faction": "West",
    "level": 3,
    "devotees": 250000,
    "ability": "Spartan",
    "description": "The creator god of Memphis, who brought the world into being simply by thinking of it and speaking its name. He is the patron of all craftsmen."
  },
  {
    "id": 248,
    "name": "Vulcan",
    "faction": "West",
    "level": 3,
    "devotees": 260000,
    "ability": null,
    "description": "The Roman god of the forge, his hammer rings within the fiery heart of volcanoes. He crafts the thunderbolts for Jupiter and armor for heroes."
  },
  {
    "id": 249,
    "name": "Njord",
    "faction": "West",
    "level": 3,
    "devotees": 240000,
    "ability": "TacticalRetreat",
    "description": "The god of the calm sea coast, he blesses sailors and fishermen with good fortune. His home is by the sea, where he enjoys the cry of the gulls."
  },
  {
    "id": 250,
    "name": "Hathor",
    "faction": "West",
    "level": 3,
    "devotees": 230000,
    "ability": "LastStand",
    "description": "The joyous cow goddess of love, music, and motherhood. Her festivals were filled with dance and drink, and she was beloved by all."
  },
  {
    "id": 251,
    "name": "Aengus Og",
    "faction": "West",
    "level": 3,
    "devotees": 270000,
    "ability": null,
    "description": "The Irish god of love, four swans circle his head as he walks. His words are so sweet that they can charm anyone who hears them."
  },
  {
    "id": 252,
    "name": "Mercury",
    "faction": "West",
    "level": 3,
    "devotees": 260000,
    "ability": null,
    "description": "The swift messenger of the Roman gods, he guides commerce and protects travelers. He is also a cunning trickster and a guide for souls to the afterlife."
  },
  {
    "id": 253,
    "name": "Idun",
    "faction": "West",
    "level": 3,
    "devotees": 250000,
    "ability": null,
    "description": "The cheerful goddess who tends the golden apples of immortality. Without her fruit, the Norse gods would age and wither like mortals."
  },
  {
    "id": 254,
    "name": "Sobek",
    "faction": "West",
    "level": 3,
    "devotees": 280000,
    "ability": null,
    "description": "The fearsome crocodile god of the Nile, his power is as sudden and deadly as a reptile's attack. Yet he also represents the fertility the river brings."
  },
  {
    "id": 255,
    "name": "Dian Cecht",
    "faction": "West",
    "level": 3,
    "devotees": 240000,
    "ability": "Spartan",
    "description": "The master physician of the Irish gods. His healing well could restore the mortally wounded to fight another day, making his army unstoppable."
  },
  {
    "id": 256,
    "name": "Janus",
    "faction": "West",
    "level": 2,
    "devotees": 170000,
    "ability": "LastStand",
    "description": "The two-faced god who looks to the past and the future simultaneously. He is the keeper of all doorways, gates, and moments of transition."
  },
  {
    "id": 257,
    "name": "Bragi",
    "faction": "West",
    "level": 2,
    "devotees": 190000,
    "ability": null,
    "description": "The skald of the gods, his tongue is carved with runes of poetry. His words can inspire armies and bring tears to the eyes of the most hardened warrior."
  },
  {
    "id": 258,
    "name": "Epona",
    "faction": "West",
    "level": 2,
    "devotees": 144000,
    "ability": "Precision",
    "description": "The goddess of horses, she is always depicted with her noble steeds. She gallops across the land, a symbol of freedom, power, and fertility."
  },
  {
    "id": 259,
    "name": "Hestia",
    "faction": "West",
    "level": 2,
    "devotees": 160000,
    "ability": "TacticalRetreat",
    "description": "The gentlest of the Olympians, she is the goddess of the sacred hearth fire. She represents the warmth, stability, and sanctity of the home."
  },
  {
    "id": 260,
    "name": "Forseti",
    "faction": "West",
    "level": 2,
    "devotees": 154700,
    "ability": "FirstStrike",
    "description": "The god of justice who dwells in a shining hall of gold and silver. He can mediate any dispute, and all who leave his court do so in peace."
  },
  {
    "id": 261,
    "name": "Ceres",
    "faction": "West",
    "level": 2,
    "devotees": 150000,
    "ability": "Spartan",
    "description": "The nurturing Roman mother of the harvest. Her love for her daughter is so strong that her emotions control the changing of the seasons."
  },
  {
    "id": 262,
    "name": "Ma'at",
    "faction": "West",
    "level": 2,
    "devotees": 200000,
    "ability": null,
    "description": "The goddess of cosmic order, truth, and justice. It is her white feather that is weighed against the hearts of the dead in the final judgment."
  },
  {
    "id": 263,
    "name": "Taranis",
    "faction": "West",
    "level": 2,
    "devotees": 210000,
    "ability": null,
    "description": "The Celtic wheel-god of the sky, his passing is the rumbling of thunder. He is often associated with storms and the power of the heavens."
  },
  {
    "id": 264,
    "name": "Khonsu",
    "faction": "West",
    "level": 2,
    "devotees": 190000,
    "ability": "SiegeMaster",
    "description": "The Egyptian god of the moon, he travels across the night sky. He is a protector of nighttime travelers and a powerful force against evil."
  },
  {
    "id": 265,
    "name": "Vesta",
    "faction": "West",
    "level": 2,
    "devotees": 180000,
    "ability": null,
    "description": "The Roman guardian of the sacred flame that protected the city. She embodies the home, the family, and the enduring spirit of the Roman people."
  },
  {
    "id": 266,
    "name": "Ullr",
    "faction": "West",
    "level": 2,
    "devotees": 170000,
    "ability": null,
    "description": "The glorious god of the hunt, he glides through the winter landscape on his skis, his bow ever ready. He is the master of the winter hunt."
  },
  {
    "id": 267,
    "name": "Bacchus",
    "faction": "West",
    "level": 2,
    "devotees": 200000,
    "ability": null,
    "description": "The Roman god of wine, whose rites involve wild celebration and liberation from societal norms. He is the spirit of untamed joy and madness."
  },
  {
    "id": 268,
    "name": "Arawn",
    "faction": "West",
    "level": 2,
    "devotees": 190000,
    "ability": null,
    "description": "The grim king of the Welsh underworld, he rides with his pack of spectral white hounds. To hear their baying is an omen of death."
  },
  {
    "id": 269,
    "name": "Skadi",
    "faction": "West",
    "level": 2,
    "devotees": 144000,
    "ability": "Precision",
    "description": "A giantess who became a goddess of winter and the hunt. She lives in the high mountains, preferring the howl of the wolf to the sounds of the sea."
  },
  {
    "id": 270,
    "name": "Sulis",
    "faction": "West",
    "level": 2,
    "devotees": 170000,
    "ability": "LastStand",
    "description": "A Celtic goddess whose power resides in the hot springs of Bath. Her sacred waters were believed to have potent healing and curative properties."
  },
  {
    "id": 271,
    "name": "Nemesis",
    "faction": "West",
    "level": 2,
    "devotees": 160000,
    "ability": "TacticalRetreat",
    "description": "The winged goddess of righteous indignation. She brings ruin to the arrogant and distributes fortune with an unerring sense of divine justice."
  },
  {
    "id": 272,
    "name": "Eir",
    "faction": "West",
    "level": 2,
    "devotees": 180000,
    "ability": null,
    "description": "A valkyrie who is also the greatest of all healers. Her knowledge of herbs and charms can mend even the most grievous wounds sustained in battle."
  },
  {
    "id": 273,
    "name": "Concordia",
    "faction": "West",
    "level": 2,
    "devotees": 170000,
    "ability": "Spartan",
    "description": "The Roman goddess who fosters harmony among citizens. Her presence ensures that agreements are kept and that peace prevails within the city."
  },
  {
    "id": 274,
    "name": "Goibniu",
    "faction": "West",
    "level": 2,
    "devotees": 190000,
    "ability": null,
    "description": "The master smith of the Irish gods, he forges weapons that always hit their mark and never break. He also brews the ale of immortality."
  },
  {
    "id": 275,
    "name": "Hebe",
    "faction": "West",
    "level": 2,
    "devotees": 180000,
    "ability": null,
    "description": "The goddess of youth, she serves the nectar and ambrosia that keep the Olympians eternally young. Her presence is a refreshing spring."
  },
  {
    "id": 276,
    "name": "Iris",
    "faction": "West",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "She travels on the rainbow, a swift and gentle messenger for the gods. Her duty is to deliver divine commands, not with thunder, but with light."
  },
  {
    "id": 277,
    "name": "Sif",
    "faction": "West",
    "level": 1,
    "devotees": 130000,
    "ability": "Spartan",
    "description": "Thor's wife, her glorious golden hair was crafted by dwarves and is said to represent the fields of wheat, a symbol of a bountiful harvest."
  },
  {
    "id": 278,
    "name": "Fortuna",
    "faction": "West",
    "level": 1,
    "devotees": 120000,
    "ability": null,
    "description": "The blind goddess of luck, she turns the wheel of fortune at random. Riches or ruin, triumph or despair—all are subject to her whim."
  },
  {
    "id": 279,
    "name": "Pan",
    "faction": "West",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "The wild god of the shepherds, his pipes echo through the lonely mountains. His sudden appearance could inspire a mindless, panicked terror in travelers."
  },
  {
    "id": 280,
    "name": "Geb",
    "faction": "West",
    "level": 1,
    "devotees": 140000,
    "ability": "LastStand",
    "description": "The god of the earth, he is the ground upon which all life walks. Earthquakes are said to be his laughter, echoing up from below."
  },
  {
    "id": 281,
    "name": "Boann",
    "faction": "West",
    "level": 1,
    "devotees": 130000,
    "ability": "TacticalRetreat",
    "description": "The goddess of the River Boyne, she created the river by defying a sacred well. The waters now carry her ancient, poetic knowledge."
  },
  {
    "id": 282,
    "name": "Flora",
    "faction": "West",
    "level": 1,
    "devotees": 96000,
    "ability": "Precision",
    "description": "The whimsical goddess of all things that bloom. She wanders the fields in spring, and flowers blossom in her footsteps."
  },
  {
    "id": 283,
    "name": "Khepri",
    "faction": "West",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "The scarab beetle god who tirelessly rolls the sun across the sky each morning. He is the symbol of rebirth and the promise of a new day."
  },
  {
    "id": 284,
    "name": "Asclepius",
    "faction": "West",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "A mortal physician so skilled he could cheat death itself. For his hubris, he was struck down by Zeus but was honored with a place in the stars."
  },
  {
    "id": 285,
    "name": "Sol",
    "faction": "West",
    "level": 1,
    "devotees": 118300,
    "ability": "FirstStrike",
    "description": "The Norse goddess of the sun, she is forever chased across the sky by the wolf Sköll. Her daily flight is a race against the coming of darkness."
  },
  {
    "id": 286,
    "name": "Pomona",
    "faction": "West",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "A quiet nymph of the Roman woodlands, she cares for the fruit trees and orchards. She is the goddess of a bountiful, fruitful harvest."
  },
  {
    "id": 287,
    "name": "Nike",
    "faction": "West",
    "level": 1,
    "devotees": 120000,
    "ability": "Spartan",
    "description": "The winged goddess of victory, she swoops down to the battlefield to reward the triumphant with a laurel wreath and everlasting glory."
  },
  {
    "id": 288,
    "name": "Mani",
    "faction": "West",
    "level": 1,
    "devotees": 110000,
    "ability": null,
    "description": "The Norse god of the moon, he is forever pursued across the night sky by the wolf Hati. He guides the lonely travelers of the night."
  },
  {
    "id": 289,
    "name": "Airmid",
    "faction": "West",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "The Irish goddess of healing herbs. After her brother was slain, all the healing herbs of the world grew from the tears she shed on his grave."
  },
  {
    "id": 290,
    "name": "Hapi",
    "faction": "West",
    "level": 1,
    "devotees": 130000,
    "ability": "SiegeMaster",
    "description": "The androgynous god of the Nile's annual flood. He brings the fertile black silt that allows Egypt to flourish in the middle of the desert."
  },
  {
    "id": 291,
    "name": "Creidne",
    "faction": "West",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "The skilled bronzesmith of the Irish gods. He worked with Goibniu and Luchta to craft the magical weapons for the Tuatha Dé Danann."
  },
  {
    "id": 292,
    "name": "Tyche",
    "faction": "West",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "The Greek counterpart to Fortuna, she juggles a ball, representing the unpredictability of luck. She often carries a cornucopia, a horn of plenty."
  },
  {
    "id": 293,
    "name": "Luchta",
    "faction": "West",
    "level": 1,
    "devotees": 130000,
    "ability": null,
    "description": "The divine carpenter of the Tuatha Dé Danann. He could fashion a thousand spear shafts in a single night, all of them perfectly balanced and ready for war."
  },
  {
    "id": 294,
    "name": "Aurora",
    "faction": "West",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "The Roman goddess of the dawn. She flies across the sky each morning, her tears becoming the morning dew, as she heralds the arrival of the sun."
  },
  {
    "id": 295,
    "name": "Vidar",
    "faction": "West",
    "level": 1,
    "devotees": 96000,
    "ability": "Precision",
    "description": "The silent god of vengeance. He is destined to survive Ragnarök and will avenge his father Odin by slaying the great wolf Fenrir."
  },
  {
    "id": 296,
    "name": "Bellona",
    "faction": "West",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "The Roman goddess of war, she is not about strategy, but the brutal, bloody reality of the battlefield. She revels in the chaos of conflict."
  },
  {
    "id": 297,
    "name": "Nut",
    "faction": "West",
    "level": 1,
    "devotees": 130000,
    "ability": "LastStand",
    "description": "The goddess of the sky, her star-covered body arches over the earth, separating it from the chaos of the cosmos. She swallows the sun each evening to give birth to it at dawn."
  },
  {
    "id": 298,
    "name": "Gefjun",
    "faction": "West",
    "level": 1,
    "devotees": 120000,
    "ability": "TacticalRetreat",
    "description": "A Norse goddess of plowing and fertility. It is said she plowed the entire island of Zealand from the land of a Swedish king in a single night."
  },
  {
    "id": 299,
    "name": "Morpheus",
    "faction": "West",
    "level": 1,
    "devotees": 150000,
    "ability": null,
    "description": "The god of dreams, he can take on any human form to deliver messages to mortals as they sleep. He is the shaper of fantasies and nightmares."
  },
  {
    "id": 300,
    "name": "Luna",
    "faction": "West",
    "level": 1,
    "devotees": 140000,
    "ability": null,
    "description": "The Roman goddess of the moon, she drives her silver chariot across the night sky. She is a silent witness to the secrets of the darkness."
  }
]